[
  {
    "title": "Computational investigation on potential energy surface evolution: The tautomerization from enediyne to enyne-allene",
    "authors": "Hailong Ma, Mengsi Zhang, Yaxian Zhang, Aiguo Hu, Yun Ding",
    "abstract": "1,3-proton transfer process is investigated theoretically on enediyne system with the help of different non-metallic catalysts. By tuning the substituents at the ene site and carefully selecting the catalyst, it is possible to manipulate the potential energy surface, where the reaction mechanism can be converted from fully concerted one, to “hidden transition state” concerted mechanism, and finally in a stepwise manner. Natural bond orbital interactions have revealed that the reaction mechanism is determined by the stability of the charge separated intermediate after deprotonation, where the interplay of the negatively charged substrate and the protonated catalysts plays the vital role. ",
    "published": "Feb 2022",
    "link": "https://www.sciencedirect.com/science/article/abs/pii/S0009261421009817",
    "pdflink": "1-s2.0-S0009261421009817-main.pdf"
  },
  {
    "title": "Intermolecular proton transfer assisted 1,4-Michael addition for enediyne conversion to enyne-allene ",
    "authors": "Yun Ding, Hailong Ma, Xuhaoxi Wen, Baojun Li, Aiguo Hu, Jianfeng Ma, Zhehao Hu, Yipeng Zhang",
    "abstract": " The conventional Bergman pathway of enediynes to generate diradicals has to overcome a high reaction barrier, which limits the design of enediynes embedded inside a highly strained ring. Here, we proposed an alternative reaction mechanism. By converting the originally inactive enediyne into enyne-allene through possible 1,4- Michael addition, the low barrier Myers-Saito cyclization was triggered. Although direct addition of water or methanol was impossible due to high activation barrier, the 1,4-Michael addition was feasible with the assistance of intermolecular proton transfer at physiological temperature. This mechanism opens a new strategy in the design of structurally simple acyclic enediynes. ",
    "published": "Oct 2021 ",
    "link": "https://www.sciencedirect.com/science/article/abs/pii/S0009261421005820",
    "pdflink": "1-s2.0-S0009261421005820-main.pdf"
  },
  {
    "title": "Silicon Promoted Cationic Polymerization of Phenylacetylenes ",
    "authors": "Bing Zhao, Hailong Ma, Chonggang Wang, Zhikun Shang, Yun Ding, and Aiguo Hu",
    "abstract": "Poly(phenylacetylene)s (PPAs) are widely ap plied in a variety of research fields due to their good electrical and optical properties. Transition-metal-catalyzed polymer izations are generally performed for the synthesis of PPAs, while the residual metal catalysts might be problematic. In this work, we present a silicon promoted cationic polymerization of phenylacetylenes (PAs) by introducing a labile and electron donating silyl group at the alkynyl termini of PA monomers. The polymerizations were performed in the presence of trifluoro methanesulfonic acid to rapidly produce the PPA products with good yields. The structures of the PPAs were characterized by NMR, IR, MALDI-TOF MS, UV−vis, and fluorescence spectroscopies, showing that the PPAs consist of conjugated skeletons with high contents of trans-configurations. GPC analysis showed a relatively narrow molecular weight distribution, and the molecular weight reached up to 4.7 kDa. A possible reaction scheme was proposed through further analysis on the structures of three kinds of oligomeric species. As the silyl groups are generally inherited from Sonogashira coupling reactions during the synthesis of PAs, this work presents a straightforward and metal-free method for the synthesis of PPAs. ",
    "published": "Dec 2019 ",
    "link": "https://pubs.acs.org/doi/10.1021/acs.macromol.9b02191",
    "pdflink": "zhao-et-al-2019-silicon-promoted-cationic-polymerization-of-phenylacetylenes.pdf"
  },
  {
    "title": "Facilitating Myers–Saito cyclization through acid triggered tautomerization for the development of maleimide-based antitumor agents ",
    "authors": "Haotian Lu, Hailong Ma, Baojun Li, Mengsi Zhang, Huimin Chen, Yue Wang, Xinxin Li, Yun Ding* and Aiguo Hu",
    "abstract": "Enyne-allene compounds undergo Myers–Saito cyclization at physiological temperature to generate diradical intermediates that are capable of inducing DNA damage and cell death. The high reactivity of enyne-allene however limits their promising prospect as anticancer agents due to the spontaneous cyclization during storage and delivery. Regulating the cyclization process by taking advantage of the characteristics of a tumor cellular microenvironment, such as employing a low pH value to activate the cyclization process, is thus of essential importance. In this work, a novel enediyne (EDY) system with locked carbonyl groups was specifically designed and synthesized. Unlocking the protected carbonyl groups in the presence of acid would facilitate the rearrangement of propargyl moieties into an allene group, enabling the formation of an enyne-allene structure and occurrence of Myers–Saito cyclization. The pH-dependent diradical generation and DNA-cleavage ability of the designed EDY system were confirmed by electron paramagnetic resonance analysis and DNA gel electrophoresis. A promising cytotoxicity against HeLa cells with half inhibition concentrations (IC50) as low as 1.40 mM was obtained, which was comparable to those of many commercially applied anticancer drugs. Further in vitro experiments revealed that this EDY system induced intracellular DNA damage and subsequently resulted in S-phase arrest and cytotoxicity through programmed apoptosis. ",
    "published": "Jan 2020 ",
    "link": "https://pubs.rsc.org/en/content/articlelanding/2020/tb/c9tb02589h",
    "pdflink": "c9tb02589h.pdf"
  },
  {
    "title": "Nucleophilic Addition to Diradicals Derived From Cycloaromatization of Maleimide-Based Enediynes ",
    "authors": "Mengsi Zhang, Hailong Ma, Baojun Li, Ke Sun, Haotian Lu, Wenbo Wang, Xiaoyu Cheng, Xiaoxuan Li, Yun Ding, and Aiguo Hu",
    "abstract": "Diradical chemistry, typified by the cycloaromatiza tion of enediynes or enyne-allenes, have been extensively explored due to the involved intriguing biological activity and unique mechanistic actions. Because of the essential Myers-Saito cycloaromatization involved in the maleimide assisted rearrangement and cycloaromatization (MARACA) mechanism disclosed in our recent work, the important object of diradical/zwitterion dichotomy and the reactivity of thermally induced σ,π-diradicals were investigated in this work through the combination of experimental and compu tational studies. Deuterium incorporation experiments dem onstrated that the polar product was afforded from the MARACA strategy, in which the diradical and zwitterion reactivities from the cycloaromatization step could both lead to the closed-shell product via the subsequent nucleophilic addition reaction and protonation. Using the density func tional theory calculations, the unusual reactivity of the heterosymmetric diradicals to closed-shell zwitterions was examined, and the addition of carbonyl moiety to α,3 dehydrotoluene was allowed to occur via anonplanar cyclic allene transition structure with asmall barrier of 9.1 kcal/mol. The observed nonplanar geometry is essential for the necessarily symmetry-breaking action, resulted in the contin uous transformation from open-shell diradical to closed-shell zwitterion species during the addition process. ",
    "published": "Jun 2021 ",
    "link": "https://aces.onlinelibrary.wiley.com/doi/10.1002/ajoc.202100136",
    "pdflink": "Asian J. Org. Chem. 2021, 10, 1454–1462.pdf"
  },
  {
    "title": "Coordination-Accelerated Radical Formation from Acyclic Enediynes for Tumor Cell Suppression ",
    "authors": "Baojun Li, Mengsi Zhang, Haotian Lu, Hailong Ma, Yue Wang, Huimin Chen, Yun Ding, and Aiguo Hu",
    "abstract": " A maleimide-based acyclic enediyne with salicylaldiminato substituents at the alkyne termini was synthesized, which was further chelated with three kinds of metal-ions, CuII, ZnII, and MgII, and form metalloenediynes. The cycloaromatization of this thermally inactive enediyne ligand was greatly accelerated through the coordination with metal ions. Specifically, the CuII-metalloenediyne showed an extremely low onset temperature of 558C and underwent spontaneous cycloaromatization at ambient temperature to produce free radicals, followed by generation of reactive oxygen species in the physiological environment. The metalloenediyne exhibited excellent DNA cleavage ability and high cytotoxicity towards HeLa cells, with half-maximal inhibitory concentration values comparable to many commercial antitumor agents. The combination of the electron-withdrawing effect of the maleimide moiety at the ene position and metal coordination at the yne termini provides a new inspiration for designing and synthesizing highly efficient enediyne antitumor agents. ",
    "published": "Dec 2019 ",
    "link": "https://aces.onlinelibrary.wiley.com/doi/abs/10.1002/asia.201901182",
    "pdflink": "asia.201901182.pdf"
  },
  {
    "title": "Experimental and Computational Study on the Reaction Pathways of Diradical Intermediates Formed from Myers-Saito Cyclization of Maleimide-Based Enediynes ",
    "authors": "Haotian Lu, Mengsi Zhang, Baojun Li, Hailong Ma, Wenbo Wang, Yun Ding, Xinxin Li, and Aiguo Hu",
    "abstract": " Great efforts have been dedicated to studying the thermal-induced Myers-Saito cyclization (MSC) of enyneallene as the resulting diradicals hold significant potential in various fields, especially in antitumor applications. Besides abstracting hydrogen from DNA backbone and further inducing tumor cell death, the diradicals might react through multiple pathways and lose their efficiency in antitumor applications. The in-depth understanding of the reaction pattern of these highly reactive diradical intermediates will provide clear guidelines for the design of new enyne-allene with high antitumor potency. Herein, we report detailed studies to reveal the reaction mechanism of ketal-conjugated enediynes, which are hydrolyzed and tautomerized into enyne-allene structures in acidic condition and produce diradicals through MSC. Further 1,3-hydrogen atom transfer (HAT)/6-endo cyclization to yield pyran-type product or 5- endo cyclization/1,4-HAT to yield furan-type product were confirmed and rationalized through computational studies. The proposed reaction pathways were further verified with deuterium labeling experiments. Based on these new findings, a new enediyne with asymmetric structure and tertbutyl group to block the HAT process was synthesized, which demonstrated much higher cytotoxicity against the HeLa cell line with a half inhibition concentration (IC50 value) down to submicromolar level.",
    "published": "Sep 2020 ",
    "link": "https://aces.onlinelibrary.wiley.com/doi/abs/10.1002/ajoc.202000432",
    "pdflink": "Asian J. Org. Chem. 2020, 9, 2170-2175.pdf"
  },
  {
    "title": "Synthesis of maleimide-based enediynes with cyclopropane moieties for enhanced cytotoxicity under normoxic and hypoxic conditions",
    "authors": "Wenbo Wang, Haotian Lu, Mengsi Zhang, Hailong Ma, Xiaoyu Cheng, Yun Ding and Aiguo Hu",
    "abstract": "Myers-Saito cycloaromatization (MSC) is the working mechanism of many natural enediyne antibiotics with high antitumor potency. However, the presence of the equilibrium between diradical and zwitterionic intermediates in MSC severely hinders further improvement in cytotoxicity toward tumor cells. To this end, a series of maleimide-based enediynes with cyclopropane moieties were synthesized for enhanced cytotoxicity toward tumor cells. By taking advantage of radical clock reactions, the diradical intermediates generated from MSC would rearrange to new diradicals with much longer separation and weaker interactions between two radical centers. The computational study suggested a low energy barrier (4.4 kcal mol-1) for the radical rearrangement through the cyclopropane ringopening process. Thermolysis experiments confirmed that this radical rearrangement results in the formation of a new diradical intermediate, followed by abstracting hydrogen atoms from 1, 4-cyclohexadiene. Interestingly, the DNA cleavage ability and cytotoxicity of enediynes were significantly enhanced after the introduction of cyclopropane moieties. In addition, these maleimide-based enediynes exhibited a similar cytotoxicity under hypoxic conditions to that under normoxic conditions, which is beneficial for treating solid tumors where hypoxic environments frequently lead to deteriorated efficiency of many antitumor drugs. Docking studies indicated that the diradical intermediate was located between the minor groove of DNA with a binding energy of -7.40 kcal mol-1, which is in favor of intracellular DNA damage, and thereby inducing cell death via an apoptosis pathway as suggested by immunofluorescence analysis. ",
    "published": "Sep 2021 ",
    "link": "https://pubs.rsc.org/en/content/articlelanding/2021/tb/d1tb00142f",
    "pdflink": "d1tb00142f.pdf"
  },
  {
    "title": "Experimental and Computational Study on the Intramolecular Hydrogen Atom Transfer Reactions of Maleimide-Based Enediynes After Cycloaromatization",
    "authors": "Mengsi Zhang, Haotian Lu, Baojun Li, Hailong Ma, Wenbo Wang, Xiaoyu Cheng, Yun Ding, and Aiguo Hu",
    "abstract": "The follow-up reaction pathways of the diradical species formed from cycloaromatization of enediynes or enyne− allenes determine their ability of H-abstraction from DNA, significantly affecting their biological activity performance. To gain a deeper understanding of subsequent reaction pathways of the diradical intermediates formed from acyclic enediynes based on maleimide-assisted rearrangement and cycloaromatization (MARACA), a maleimide-based enediyne featuring methylene groups adjacent to the propargyl sites of the terminal alkynes was synthesized through the Sonogashira coupling reaction. Three thermal cyclization products after intramolecular hydrogen atom transfer (HAT) were obtained from the thermolysis experiment and their structures were confirmed by 1D and 2D nuclear magnetic resonance spectroscopic analysis. Density functional theory was employed to analyze the important elementary steps including rearrangement, cycloaromatization, and intramolecular HAT processes toward the formation of the cyclized products, where the low-energy barriers of HAT pathways relative to the formation of diradicals from cycloaromatization were successfully identified. Overall, the HAT processes to consume diradicals intramolecularly have become competitive with that of intermolecular H-abstraction, implying that the DNA-cleavage ability of enediynes can be further boosted once the HAT processes are halted. This study offers a promising direction for designing novel and potent acyclic enediynes for antitumor applications. ",
    "published": "Dec 2020 ",
    "link": "https://pubs.acs.org/doi/10.1021/acs.joc.0c02401",
    "pdflink":"zhang-et-al-2020-experimental-and-computational-study-on-the-intramolecular-hydrogen-atom-transfer-reactions-of.pdf"
  },
  {
    "title": "Triggering the Antitumor Activity of Acyclic Enediyne through Maleimide-Assisted Rearrangement and Cycloaromatization",
    "authors": "Mengsi Zhang, Baojun Li, Huimin Chen, Haotian Lu, Hailong Ma, Xiaoyu Cheng, Wenbo Wang, Yue Wang, Yun Ding,* and Aiguo Hu",
    "abstract": "Acyclic enediynes are generally inactive under physiological conditions to be used as antitumor agents like their natural enediyne counterparts. A new mechanism named as maleimide-assisted rearrangement and cycloaromatization (MARACA) is uncovered to trigger the reactivity of acyclic enediynes. Through this mechanism, cascade 1,3-proton transfer processes are accelerated with the maleimide moiety at the ene position to enable the acyclic enediynes to undergo cycloaromatization and generate reactive radicals under physiological conditions. Computational studies suggest that the highest energy barrier for MARACA is 26.0 kcal/mol, much lower than that of Bergman cyclization pathway (39.6 kcal/mol). Experimental results show that maleimide-based enediynes exhibit low onset temperature, fast generation of radical species at 37 °C, and much faster reaction in aqueous solution than in nonpolar solvent, which is beneficial to achieve both high reactivity in physiological environment and high stability for storage and delivery in nonpolar media. The generated radical species are capable of causing high percentage of double-strand (ds) DNA cleavage, leading to significant cytotoxicity toward a panel of cancer cell lines with half inhibition concentration down to submicromolar level. Overall, the discovery of the MARACA mechanism provides a platform for designing novel acyclic enediynes with high potency for antitumor applications. ",
    "published": "Jul 2020 ",
    "link": "https://pubs.acs.org/doi/10.1021/acs.joc.0c01124",
    "pdflink":"zhang-et-al-2020-triggering-the-antitumor-activity-of-acyclic-enediyne-through-maleimide-assisted-rearrangement-and.pdf"
  }
]